Repository: bryceco/GoMap
Catalog: src/iOS/DisplaySettings/mul.lproj/Display.xcstrings
Source language: en
Languages: ar, cs, de, es, et, eu, fi, fr, hr, id, it, ja, mr, nb_no, nl, oc, pl, pt, pt_br, ru, ta, uk, vi, zh_hans, zh_hant

# voF-Yf-33h.text
source: Max Zoom
ar: أقصى درجة للتكبير
cs: Max. přiblížení
de: Maximaler Zoom
es: Zum máximo
et: Maksimaalne suurendus
fi: Suurin zoomaus
fr: Zoom maximum
hr: Maks. uvećanje
id: Pembesaran Maks
it: Zoom massimo
ja: 最大ズーム
mr: कमाल झूम
nb_no: Maks. forstørrelse
oc: Zoom major
pt: Ampliação máxima
pt_br: Zoom máximo
ru: Максимальное увеличение
ta: அதிகபட்ச சூம்
uk: Максимальне збільшення
vi: Mức Thu phóng Tối đa
zh_hans: 最大缩放
zh_hant: 放大極限

# w75-Lj-3jF.placeholder
source: Portlandia GIS
ar: بورتلاند GIS
de: Balkonia GIS
es: SIG Portolandia
pt: Exemplo GIS
pt_br: Portolandia GIS
ru: ГИС Портландии
ta: போர்ட்லேண்ட் சி.ஐ.எச்
uk: Портландія ГІС
vi: Sở GIS Trung ương

# wev-ax-u4C.headerTitle
source: Reset
ar: إعادة تعيين
cs: Resetovat
de: Zurücksetzen
es: Restablecer
et: Lähtesta
eu: Berrabiatu
fi: Nollaa
fr: Réinitialiser
hr: Resetiraj
id: Setel ulang
it: Ripristina
ja: リセット
mr: रीसेट
nb_no: Tilbakestill
nl: Terugzetten
oc: Reinicializar
pt: Repor
pt_br: Redefinir
ru: Сброс
ta: மீட்டமை
uk: Скидання
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# WnI-tY-WWa.text
source: Delete tracks after:
ar: حذف المسارات بعد:
cs: Smazat trasy po:
de: Lösche Wegstrecken nach:
es: Eliminar trayectos tras:
et: Kustuta rajad peale:
fr: Supprimer les traces après :
hr: Izbriši staze nakon:
id: Hapus trek setelah:
it: Elimina tracce dopo:
ja: 削除までの経過日数:
mr: ट्रॅक पुसून टाकण्याची मुदत:
nb_no: Slett spor etter:
nl: Tracks verwijderen na:
pt: Eliminar trilhos após:
pt_br: Apagar trilhas depois de:
ru: Удалять треки через
ta: தடங்களை நீக்கு:
uk: Видалити треки після:
zh_hans: 删除指定时间后的轨迹：
zh_hant: 多久刪除航跡：

# yue-km-52a.text
source: Name
ar: الاسم
cs: Název
es: Nombre
et: Nimi
eu: Izen
fi: Nimi
fr: Nom
hr: Ime
id: Nama
it: Nome
ja: 名前
mr: नाव
nb_no: Navn
nl: Naam
oc: Nom
pt: Nome
pt_br: Nome
ru: Название
ta: பெயர்
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# Z8C-Ef-iJE.title
source: GPX Tracks
ar: مسارات GPX
cs: GPX trasy
es: Trayectos GPX
et: GPX rajad
eu: GPX hatzak
fi: GPX-jäljet
fr: Traces GPX
hr: GPX staze
id: Trek GPX
it: Tracce GPX
ja: GPXトラック
mr: GPX ट्रॅक
nb_no: GPX-spor
pt: Trilhos GPX
pt_br: Trilhas GPX
ru: GPX-треки
ta: சிபிஎக்ச் தடங்கள்
uk: GPX-треки
zh_hans: GPX轨迹
zh_hant: GPX 航跡

# zD6-m4-1PD.footerTitle
source: A TMS URL with {x}, {y} and {z} placeholders, or a WMS URL
ar: عنوان URL لطبقة من نوع TMS الذي يحتوي على عناصر تعويضية {x} و {y} و {z} أو عنوان URL لطبقة من نوع WMS
cs: TMS URL adresa s {x}, {y} a {z} zástupci, nebo WMS URL adresa
de: Eine TMS-URL mit den Platzhaltern {x}, {y} und {z}, oder eine WMS-URL
es: Una URL de TMS con marcadores de posición {x}, {y} y {z}, o una URL de WMS
et: TMS URL koos {x}, {y} ja {z} paigutustega või WMS URL
fr: Une URL TMS avec les caractères de remplacement {x}, {y} et {z}, ou une URL WMS
hr: URL adresa TMS protokola s rezerviranim mjestima {x}, {y} i {z} ili URL adresa WMS protokola
it: Un URL TMS con segnaposti {x}, {y} e {z} o un URL WMS
ja: {x}, {y} 及び {z} プレースホルダー付きのTMSのURLまたはWMSのURL
mr: {x}, {y} व {z} स्थानधारकांसोबत TMS ची URL किंवा एक WMS URL
nl: Een TMS-URL met {x}, {y} en {z} plaatsvervangers, of een WMS-URL
oc: Una URL TMS amb caractèrs de remplaçament {x}, {y} e {z} ò una URL WMS
pt: Um URL TMS com {x}, {y} e {z} como caracteres de preenchimento ou um URL WMS
pt_br: Uma URL TMS com {x}, {y} e {z} como caractere de preenchimento ou uma URL WMS
ru: Адрес TMS с {x}, {y} и {z} заполнителями, или адрес WMS
ta: {x}, {y} மற்றும் {z} பிளேச்ஓல்டர்கள், அல்லது ஒரு WMS URL உடன் ஒரு TMS முகவரி
uk: Адреса TMS із заповнювачами {x}, {y} та {z}, або адреса WMS
vi: URL TMS có các dấu hiệu {x}, {y}, và {z} hoặc URL WMS
zh_hans: 包含{x}、{y}和{z}占位符的瓦片地图服务（TMS）URL，或网络地图服务（WMS）URL
zh_hant: 包含 {x}、{y}與{z} 替換符的 TMS 網址或是 WMS 網址

# zD6-m4-1PD.headerTitle
source: Template URL of the tile server
ar: عنوان URL للقالب الخاص بخادم الصور المتجانبة
cs: Šablona URL serveru s dlaždicemi
de: Vorlagen-URL des Kachelservers
es: URL de la plantilla del servidor de teselas
et: Paaniserveri URL-i mall
fr: URL-type du serveur de tuiles
hr: Predložak URL adrese servera s pločicama
id: URL templat server ubin
it: Modello URL del server tile
ja: タイルサーバーのテンプレートURL
mr: फरशी सर्व्हरच्या URL चे स्वरुप
nb_no: Mal-nettadresse for flistjeneren
nl: URL-sjabloon van de tegelserver
oc: Modèl URL dau servidor de teules
pt: URL modelo do servidor de quadrículas
pt_br: URL modelo do servidor de quadrículas
ru: Шаблон URL тайл-сервера
ta: ஓடு சேவையகத்தின் வார்ப்புரு முகவரி
uk: Шаблон URL тайл-сервера
vi: URL mẫu của máy chủ mảnh bản đồ
zh_hans: 瓦片服务器链接模板
zh_hant: 圖磚伺服器的通用網址

# zI2-YM-qbl.normalTitle
source: Add New
ar: إضافة جديدة
cs: Přidat nové
de: Neue hinzufügen
es: Añadir nuevo
et: Lisa uus
eu: Berri gehitu
fi: Lisää uusi
fr: Ajouter
hr: Dodaj novi
id: Buat Baru
it: Aggiungi Nuovo
ja: 新規追加
mr: नवीन जोडा
nb_no: Legg til ny
nl: Nieuwe toevoegen
oc: Ajustar
pt: Adicionar novo
pt_br: Adicionar novo
ru: Добавить
ta: புதியதைச் சேர்க்கவும்
uk: Додати новий
vi: Thêm Mới
zh_hans: 新增
zh_hant: 新增

# Zn9-Sg-9fS.footerTitle
source: If specifying a WMS URL you must also provide the projection used
ar: إذا كان تحديد عنوان WMS يجب عليك أيضا توفير الإسقاط الخاص به
cs: Při použití WMS URL adresy musíte zadat také použitou projekci
de: Wenn Sie eine WMS-URL angeben, müssen Sie auch die verwendete Projektion angeben
es: Si especifica una URL de WMS también debe proporcionar la proyección utilizada
et: WMS URL-i määramisel tuleb esitada ka kasutatud projektsioon
fr: Si vous spécifiez une URL WMS, vous devez également fournir la projection utilisée
hr: Ako odrešuješ URL adresu WMS protokola, moraš navesti i korištenu projekciju
it: Se si specifica un URL WMS, è necessario fornire anche la proiezione utilizzata
ja: WMSのURLを指定する際には投影法も入力してください
mr: WMS चे URL वापरताना प्रक्षेपण पण पुरवणे आवश्यक आहे
nl: Wanneer je een WMS-URL opgeeft moet je ook de projectie aangeven die gebruikt wordt
pt: Se especificar um URL WMS também tem de indicar a projeção utilizada
pt_br: Se especificar uma URL WMS você também deve providenciar a projeção utilizada
ru: При указании адреса WMS необходимо также указать используемую проекцию
ta: WMS முகவரி ஐக் குறிப்பிடினால், நீங்கள் பயன்படுத்தப்படும் திட்டத்தையும் வழங்க வேண்டும்
uk: Вказуючи адресу WMS також зазначте проєкцію що використовується
zh_hans: 若指定WMS（网络地图服务）URL，则必须同时提供所使用的投影（坐标系）
zh_hant: 如果指定了 WMS 網址，您也必須提供所採用的投影

# Zn9-Sg-9fS.headerTitle
source: WMS Projection
ar: إسقاط WMS
cs: WMS projekce
de: WMS Projektion
es: Proyección WMS
et: WMS projektsioon
eu: WMS proiekzio
fr: Projection WMS
hr: WMS projekcija
id: Proyeksi WMS
it: Proiezione WMS
ja: WMS投影法
mr: WMS प्रक्षेपण
nl: WMS-projectie
pt: Projeção WMS
pt_br: Projeção WMS
ru: Проекция WMS
ta: WMS திட்டம்
uk: Проєкція WMS
zh_hans: WMS 投影
zh_hant: WMS 投影

# Zzc-4t-QhT.text
source: Aerial Tiles
ar: الصور الجوية
cs: Letecké snímky
de: Luftbild-Kacheln
es: Fotos aéreas
et: Aerofotode paanid
eu: Zerutikako laukiak
fr: Tuiles d'imagerie aérienne
hr: Pločice aerofotografije
it: Tiles Aerei
ja: 衛星画像タイル
mr: हवाई प्रतिमा फरश्या
nb_no: Flyfoto-flis
nl: Luchtbeeldtegels
pt: Quadrículas de imagens aéreas
pt_br: Quadrículas de imagens aéreas
ru: Тайлы аэрофотосъёмки
ta: வான்வழி ஓடுகள்
uk: Тайли аерофото
vi: Mảnh Không ảnh
zh_hans: 航拍影像瓦片
zh_hant: 空照圖磚

# 8iI-nH-O9H.title
source: Basemap
cs: Podkladová mapa
de: Basiskarte
es: Mapa de base
et: Aluskaart
fr: Couche de carte de base
hr: Osnovna karta
it: Mappabase
ja: ベースマップ
ru: Базовая карта
ta: பேச்மேப்
uk: Базова мапа
zh_hant: 基底地圖

# ahv-4V-kjV.text
source: HealthKit routes:
cs: Trasy ze Zdraví:
de: HealthKit Routen:
es: Rutas de HealthKit:
et: HealthKiti marsruudid:
hr: HealthKit rute:
it: Rotte HealthKit:
ja: 健康キットの経路:
ru: Маршруты Apple Здоровье
ta: எல்த்கிட் வழிகள்:
uk: Маршрути HealthKit:
zh_hans: 运动健康路线：
zh_hant: HealthKit 路線：

# dzT-B4-za3.placeholder
source: http://{switch:a,b,c}.tile.org/{z}/{x}/{y}.png
cs: https://{switch:a,b,c}.tile.org/{z}/{x}/{y}.png
ja: http://{スイッチ:a,b,c}.tile.org/{z}/{x}/{y}.png
ta: http: // {சுவிட்ச்: a, b, c} .tile.org/{z}/{x}/{y} .png
zh_hant: http://{切換:a,b,c}.tile.org/{z}/{x}/{y}.png

# fVu-8o-Ldq.text
source: Details
cs: Podrobnosti
et: Üksikasjad
hr: Detalji
it: Dettagli
ru: Подробности
uk: Деталі
zh_hans: 详情
zh_hant: 詳情

# nzU-It-UAv.text
source: Data Overlays
cs: Datové překryvy
de: Datenüberlagerungen
es: Superposiciones de datos
et: Andmete ülekatted
fr: Couche de données
hr: Prekrivanja podataka
it: Sovrapposizioni di dati
ja: データのオーバーレイ
ru: Накладываемые данные
ta: தரவு மேலடுக்குகள்
uk: Накладки з даними
zh_hans: 数据覆盖层‌
zh_hant: 資料套疊

# O0U-6M-7AT.text
source: Quests
cs: Úkoly
de: Aufgaben
es: Misiones
et: Ülesanded
eu: Bilaketak
fr: Quêtes
hr: Zadaci
ja: クエスト
mr: मोहीम
pt: Missões
pt_br: Missões
ru: Квесты
ta: தேடல்கள்
uk: Квести
zh_hant: 任務

# PSE-3C-cDx.text
source: Notes and Fixmes
cs: Poznámky a „fixme“ značky
de: Notizen und Korrekturhinweise
es: Notas y correcciones
et: Märkused ja Parandust ootavad kohad
eu: Ohar eta zuzentzekoak
fr: Notes et « Corrigez-moi »
hr: Bilješke i ispravci
it: Note e correzioni
ja: メモとFixme
mr: टिपा व सुधार चिठ्ठ्या
pt: Notas e fixmes
pt_br: Notas e correções
ru: Заметки и Fixme
ta: குறிப்புகள் மற்றும் பிழைத்திருத்தங்கள்
uk: Нотатки та «фікс-мі»
zh_hans: 注释与待修复项‌
zh_hant: 註記與待編修

# r78-B4-pAU.text
source: Aerial Tiles
cs: Letecké snímky
de: Luftbildkacheln
et: Aerofotode paanid
hr: Pločice aerofotografije
it: Riquadri Aerei
ru: Тайлы аэрофотосъёмки
uk: Повітряні плитки
zh_hans: 影像瓦片
zh_hant: 空照圖磚

# RK2-Uw-eHM.text
source: Basemap only
cs: Pouze podkladová mapa
de: Nur Basiskarte
es: Solo mapa de base
et: Vaid aluskaart
eu: Basemap bakarrik
fr: Couche de base seulement
hr: Samo osnovna karta
it: Solo mappa base
ja: ベースマップのみ
ru: Только базовая карта
ta: பேச்மேப் மட்டுமே
uk: Тільки базова мапа
zh_hans: 仅显示基础地图
zh_hant: 只有 Basemap

# rWF-4C-sRA.text
source: Title
cs: Název
de: Titel
es: Título
et: Pealkiri
eu: Titulu
fr: Titre
hr: Naslov
it: Titolo
ja: タイトル
ru: Заголовок
ta: தலைப்பு
uk: Заголовок
zh_hans: 标题
zh_hant: 標題

# Sdv-R2-za8.normalTitle
source: Import
cs: Importovat
es: Importar
et: Impordi
fr: Importer
hr: Uvoz
it: Importa
ja: インポート
ru: Импортировать
ta: இறக்குமதி
uk: Імпортувати
zh_hans: 导入
zh_hant: 匯入

# LxX-tl-ZLH.text
source: Object Filters
es: Filtros de objetos
ta: பொருள் வடிப்பான்கள்

# VUR-wT-knn.text
source: Map Rotation
es: Giro del mapa
ta: வரைபட சுழற்சி

# v6h-g5-fka.text
source: 12/22/20, 7:55 PM
fi: 22.12.2018 klo 19.55
ta: 12/22/20, இரவு 7:55 மணி
zh_hans: 12/22/20, 晚上7:55

# SNa-W1-wga.footerTitle
source: Clear the OSM data cache if the application state becomes out of sync with the OSM server. This may occur if someone else changes data you are editing, or if one of your uploads fails midway through preventing you from uploading additional data. Warning: Clearing the OSM cache will cause you to lose any changes that have not yet been uploaded. Clear the Basemap or Overlay tile caches to download the latest tiles that reflect changes you've previously submitted. Your changes may take up to 24 hours to be processed.
ru: Очистите кэш данных OSM, если состояние данных в приложении не синхронизировано с сервером OSM. Это может происходить, если кто-то ещё вносит правки в те же объекты, которые редактируете вы, или если загрузка одного из ваших пакетов была неудачной, что мешает дальнейшей загрузке данных. Внимание: Очистка кэша OSM приведёт к потере данных, которые ещё не были загружены на сервер. Очистите кэш тайлов базовой карты или кэш накладываемых слоёв, чтобы загрузить обновлённые тайлы, на которых будут отображены внесённые вами изменения. Обработка ваших правок может занимать до 24 часов.
ta: OSM தரவு தற்காலிக சேமிப்பை அழிக்கவும், பயன்பாட்டு நிலை OSM சேவையகத்துடன் ஒத்திசைக்கப்படவில்லை. நீங்கள் திருத்தும் தரவை வேறொருவர் மாற்றினால் அல்லது கூடுதல் தரவைப் பதிவேற்றுவதைத் தடுப்பதன் மூலம் உங்கள் பதிவேற்றங்களில் ஒன்று நடுப்பகுதியில் தோல்வியுற்றால் இது ஏற்படலாம். எச்சரிக்கை: ஓஎச்எம் தற்காலிக சேமிப்பை அழிப்பது இதுவரை பதிவேற்றப்படாத எந்த மாற்றங்களையும் இழக்க நேரிடும். நீங்கள் முன்பு சமர்ப்பித்த மாற்றங்களை பிரதிபலிக்கும் அண்மைக் கால ஓடுகளைப் பதிவிறக்க பேச்மேப் அல்லது மேலடுக்கு ஓடு தற்காலிக சேமிப்புகளை அழிக்கவும். உங்கள் மாற்றங்கள் செயலாக்க 24 மணிநேரம் வரை ஆகலாம்.
zh_hans: 当应用状态与OSM服务器不同步时，请清除OSM数据缓存。‌ 这种情况可能发生在： 您正在编辑的数据被他人修改 您的上传过程中途失败，导致无法继续上传其他数据 警告：‌ 清除OSM缓存将导致您丢失所有未上传的更改。 ‌清除底图或叠加层瓦片缓存‌ 以下载反映您已提交更改的最新瓦片。您的更改可能需要最多24小时才能完成处理。

# 3k9-ML-Zea.normalTitle
source: Mapnik
ta: மேப்னிக்

# iuk-Fk-3Fw.placeholder
source: (TMS)
ta: (டி.எம்.எச்)
